Repository: common-repository/html-purified
Catalog: locale/*.po
Languages: lt_lt, pl_pl, ro_ro

source: Settings
pl_pl: Ustawienia

source: Your options have been saved
lt_lt: Jūsų galimybės buvo išsaugoti
pl_pl: Opcje zostały zapisane
ro_ro: Opțiunile dumneavoastră au fost salvate

source: None
lt_lt: Nė vienas
pl_pl: Brak
ro_ro: Niciunul

source: Light
lt_lt: šviesa
pl_pl: Lekkie
ro_ro: Ușor

source: Medium
lt_lt: terpė
pl_pl: Średnie
ro_ro: Mediu

source: Heavy
lt_lt: sunkus
pl_pl: Mocne
ro_ro: Mult

source: The cache directory <code>%s</code> is not writeable.
lt_lt: Laikinoji katalogas <code>%s</code> nėra rašomus.
pl_pl: Brak możliwości zapisu w katalogu pamięci podręcznej <code>%s</code>.
ro_ro: Directorul cache <code>%s</code> nu este inscriptibil.

source: %d item has been purified.
pl_pl: %d element został oczyszczony.

source: This site is protected with <a style="color: #ddd; background-color: #333" href="http://urbangiraffe.com/">Urban Giraffe's</a> plugin '<a style="color: #ddd; background-color: #333" href="http://urbangiraffe.com/plugins/html-purified/">HTML Purified</a>' and Edward Z. Yang's <a href="http://htmlpurifier.org/"><img src="http://htmlpurifier.org/live/art/powered.png" align="middle" alt="Powered by HTML Purifier" border="0" width="80" height="15"/></a>
lt_lt: Ši svetainė yra saugomas <a style="color: #ddd; background-color: #333" href="http://urbangiraffe.com/">Urban Giraffe's</a> плагін '<a style="color: #ddd; background-color: #333" href="http://urbangiraffe.com/plugins/html-purified/">HTML Purified</a>' і Edward Z. Yang's <a href="http://htmlpurifier.org/"><img src="http://htmlpurifier.org/live/art/powered.png" align="middle" alt="Заснавана на HTML Purifier" border="0" width="80" height="15"/></a>
pl_pl: Ta witryna jest chroniona przez wtyczkę '<a style="color: #ddd; background-color: #333" href="http://urbangiraffe.com/plugins/html-purified/">HTML Purified</a>' autorstwa <a style="color: #ddd; background-color: #333" href="http://urbangiraffe.com/">Urban Giraffe</a> oraz Edwarda Z. Yang'a <a href="http://htmlpurifier.org/"><img src="http://htmlpurifier.org/live/art/powered.png" align="middle" alt="Powered by HTML Purifier" border="0" width="80" height="15"/></a>
ro_ro: Acest site este protejat cu <a style="color: #ddd; background-color: #333" href="http://urbangiraffe.com/">Urban Giraffe's</a> plugin '<a style="color: #ddd; background-color: #333" href="http://urbangiraffe.com/plugins/html-purified/">HTML Purified</a>' and Edward Z. Yang's <a href="http://htmlpurifier.org/"><img src="http://htmlpurifier.org/live/art/powered.png" align="middle" alt="Powered by HTML Purifier" border="0" width="80" height="15"/></a>

source: General Options
lt_lt: Bendros parinktys
pl_pl: Ogólne opcje
ro_ro: Opțiuni generale

source: HTML Filter
lt_lt: HTML filtras
pl_pl: Filtr HTML
ro_ro: Filtru HTML

source: Filter admin users
lt_lt: Filtruoti admin vartotojai
pl_pl: Filtruj administratorów
ro_ro: Filtrare administratori

source: Also pass data for admin users through HTML filter. Be careful!
lt_lt: Taip pat perduoti duomenis per HTML filtras admin vartotojai. Būkite atsargūs!
pl_pl: Przetwarza filtrem HTML również dane administratorów. Bądź ostrożny!
ro_ro: Treceți de asemenea datele administratorilor prin filtrul HTML. Fiți atenți!

source: Auto-escape PHP
pl_pl: Automatyczny escape PHP

source: Automatically escapes PHP code inserted
pl_pl: Automatycznie 'eskejpuje' wstawiony kod PHP

source: Back-tick escaping
pl_pl: Escape odwrotnych apostrofów

source: Anything between the back-tick will be escaped
pl_pl: 'Eskejpuje' dowolny tekst pomiędzy odwrotnymi apostrofami

source: Add message to site footer
lt_lt: Pridėti pranešimą svetainės apačią
pl_pl: Dodaj informację do stopki
ro_ro: Adăugați mesaj în subsolul site-ului

source: Allowed tags
lt_lt: Leidžiamų gairių
pl_pl: Dozwolone znaczniki
ro_ro: Etichete permise

source: HTML tags allowed in comments
lt_lt: HTML tegus leidžiama komentaruose
pl_pl: Znaczniki HTML dozwolone w komentarzach
ro_ro: Etichete HTML permise în comentarii

source: Separate tags with a new line.
lt_lt: Atskirtumėte žymes naują eilutę.
pl_pl: Rozdzielaj znaczniki liniami
ro_ro: Separați etichetele prin folosirea unui rând nou

source: Tag attributes can specified as
lt_lt: Gairė požymiai gali nurodyti kaip
pl_pl: Atrybuty znaczników można podawać
ro_ro: Atributele etichetelor pot fi specificate ca

source: Save
lt_lt: Sutaupyti
pl_pl: Zapisz
ro_ro: Salvare

source: HTML Purifier Options
lt_lt: HTML valymo Funkcijos
pl_pl: Opcje HTML Purifier
ro_ro: Opțiuni HTML Purifier

source: Cache HTML Purifier
lt_lt: Talpyklą HTML valytuvas
pl_pl: Pamięć podręczna HTML Purifier

source: Allow BBCode-style tags
pl_pl: Zezwalaj na znaczniki stylu BBCode

source: For example, <code>[quote]thing[/quote]</code>
pl_pl: Na przykład <code>[quote]treść[/quote]</code>

source: Document Type
lt_lt: Dokumento tipas
pl_pl: Typ dokumentu
ro_ro: Tip document

source: This should match the DOCTYPE for your theme
lt_lt: Tai turėtų atitikti jūsų temą DOCTYPE
pl_pl: Powinien zgadzać się z DOCTYPE Twojego motywu
ro_ro: Ar trebui să coincidă cu DOCTYPE pentru tema dumneavoastră

source: Additionally run HTML Tidy
lt_lt: Be to paleisti HTML tidy
pl_pl: Dodatkowo uruchamia HTML Tidy
ro_ro: Rulare suplimentară HTML Tidy

source: URL Blacklist
lt_lt: URL juodasis sąrašas
pl_pl: Czarna lista URL
ro_ro: Lista neagră de URL-uri

source: Any URL matching a pattern be removed from input.
lt_lt: Bet URL atitikimo modelis turi būti pašalintas nuo įvesties.
pl_pl: Każdy URL zgodny ze wzorcem zostanie usunięty z wejścia.
ro_ro: Orice URL care coincide cu un șablon va fi eliminat din intrări.

source: Specify each pattern on a separate line.
lt_lt: Nurodykite kiekvieną į atskirą eilutę modelis.
pl_pl: Umieść każdy wzorzec w odrębnej linii.
ro_ro: Specificați fiecare șablon pe un rând diferit.

source: Purifier Options
lt_lt: valymo parinktys
pl_pl: Opcje Purifier
ro_ro: Opțiuni Purifier

source: HTML 4.01 Transitional
ro_ro: HTML 4.01 Tranzițional

source: XHTML 1.0 Transitional
ro_ro: XHTML 1.0 Tranzițional

source: <div class="wrap"><h2>Processing %d comments</h2>
lt_lt: <div class="wrap"><h2>Apdorojimas %d komentarai</h2>
ro_ro: <div class="wrap"><h2>Procesare %d comentarii</h2>

source: Enter <strong><code>wordpress</code></strong> to reset allowed tags to WordPress default.</span>
lt_lt: įrašyti<strong><code>wordpress</code></strong>WordPress nutylėjimą naujo leidžiama žymes.</span>
ro_ro: Introduceți <strong><code>wordpress</code></strong> pentru a reseta etichetele permise ca fiind cele implicite WordPress.</span>

source: Purify Comments
lt_lt: apsivalyti Komentarai
ro_ro: Curățare comentarii
